tap "jesseduffield/lazygit"
tap "kegworks-app/kegworks"
tap "koekeishiya/formulae"
brew "bat"
brew "cmake"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "imagemagick"
brew "jq"
brew "json-glib"
brew "just"
brew "lazygit"
brew "macmon"
brew "maven"
brew "neovim"
brew "node"
brew "pkgconf"
brew "postgresql@14", restart_service: :changed
brew "ripgrep"
brew "rust"
brew "rustup"
brew "sevenzip"
brew "sq"
brew "tmux"
brew "wget"
brew "yazi"
brew "zoxide"
cask "db-browser-for-sqlite"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "kegworks"
cask "pgadmin4"
cask "zotero"
